[M_SettingUpTheSetup MissionDefinition]
MissionName="prepare it"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[M_SettingUpTheSetup:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SettingUpTheSetup:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SettingUpTheSetup:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SettingUpTheSetup:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SettingUpTheSetup:SettingUpSetep_OpenDoors MissionObjectiveDefinition]
ProgressMessage="open the door:"

[M_SettingUpTheSetup:SettingUpSetup_AmbushRescuers MissionObjectiveDefinition]
ProgressMessage="The thief is dead:"

[M_SettingUpTheSetup:SettingUpSetup_TurnOnBeacon MissionObjectiveDefinition]
ProgressMessage="at the lighthouse:"

[M_SettingUpTheSetup:SettingUpSetup_WaitForRescuersTrap MissionObjectiveDefinition]
ProgressMessage="continuous...:"

